Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: tracknum
et: rajanr

source: tracks
et: rajad

source: Beats per Minute
et: Lööki minutis

source: bitrate
et: bitivoog

source: bitdepth
et: bitisügavus

source: title
et: pealkiri

source: titled
et: pealkirjaga

source: name
et: nimi

source: named
et: nimetatud

source: year
et: aasta

source: released
et: avaldatud

source: yr
et: a

source: genre
et: žanr

source: composer
et: helilooja

source: conductor
et: dirigent

source: License
et: Litsents

source: license
et: litsents

source: licensed
et: litsenseeritud

source: under
et: all

source: rating
et: hinnang

source: stars
et: tärn

source: Play Count
et: Mängimiste arv

source: plays
et: esitusi

source: playcount
et: mängimiste arv

source: listens
et: kuulab

source: Skip Count
et: Peatamiste arv

source: skips
et: peatamisi

source: skipcount
et: peatamiste arv

source: File Size
et: Faili suurus

source: size
et: suurus

source: filesize
et: failisuurus

source: File Location
et: Faili asukoht

source: path
et: asukoht

source: file
et: fail

source: location
et: asukoht

source: duration
et: kestus

source: length
et: pikkus

source: time
et: aeg

source: Mime Type
et: Mime tüüp

source: type
et: tüüp

source: mimetype
et: mimetüüp

source: format
et: vorming

source: Last Played
et: Viimati mängiti

source: lastplayed
et: eelmisena mängitud

source: played
et: mängitud

source: Last Skipped
et: Viimati jäeti vahele:

source: lastskipped
et: viimati vahele jäetud

source: skipped
et: peatatud

source: Date Added
et: Kuupäeval lisatud

source: added
et: lisatud

source: imported
et: imporditud

source: addedon
et: lisatud

source: dateadded
et: kuupäeval lisatud

source: Smart Playlist
et: Nutikas lugude nimekiri

source: score
et: punkte

source: Playback Error
et: Taasesituse viga

source: playbackerror
et: taasesituse viga

source: BPM
et: Lööki minutis

source: Skips
et: Peatamisi

source: Plays
et: Esitusi

source: Highest Rating
et: Kõrgeim hinnang

source: Lowest Rating
et: Madalaim hinnang

source: Highest Score
et: Kõrgeim hinnang

source: Lowest Score
et: Madalaim hinnang

source: Most Often Played
et: Tihedamini mängitud

source: Least Often Played
et: Harveim mängitud

source: Most Recently Played
et: Viimati mängitud

source: Least Recently Played
et: Kõige varem esitatud

source: Most Recently Added
et: Viimati lisatud

source: Least Recently Added
et: Kõige varem lisatud

source: Random
et: Juhuslik

source: None
et: Pole

source: no
et: ei

source: Resource Not Found
et: Allikat ei leidu

source: ResourceNotFound
et: AllikatEiLeidu

source: missing
et: puudub

source: notfound
et: ei leidu

source: CodecNotFound
et: Koodekit ei leita

source: nocodec
et: koodekita

source: Unknown
et: Tundmatu

source: Unable to Migrate Smart Playlists
et: Nutikaid nimekirju ei saa kohandada

source: Please file a bug with this error: {0}
et: Palun raporteeri järgnevast veast: {0}

source: Edit Smart Playlist
et: Redigeeri nutikat nimekirja

source: Delete Smart Playlist
et: Kustuta nutikas nimekiri

source: All Genres ({0})
et: Kõik žanrid ({0})

source: Close Error Report
et: Sulge vearaport

source: Errors
et: Vead

source: Drive
et: Ketas

source: Folder hie_rarchy
et: Kaustade _puu

source: File _name
et: Faili _nimi

source: Adding {0} of {1} to {2}
et: {0} / {1} lisamine {2}-le

source: Deleting {0} of {1} From {2}
et: {0} / {1} kustutamine {2}-lt

source: Size Ascending
et: Suuruse järgi kasvav

source: Size Descending
et: Suuruse järgi kahanev

source: Online Media
et: Veebimeedia

source: Libraries
et: Kogumikud

source: Unknown Stream
et: Tundmatu voog

source: Error opening stream
et: Viga voo avamisel

source: Could not open stream or playlist
et: Voogu või lugude nimekirja ei saa avada

source: Problem parsing playlist
et: Viga lugude nimekirja parsimisel

source: Could not launch URL
et: URLi ei saa käivitada

source: {0} could not be opened: {1} Check your 'Preferred Applications' settings.
et: {0} ei saa avada: {1} Kontrolli 'Eelistatud rakendused' sätteid.

source: Show:
et: Näita:

source: All
et: Kõik

source: Enabled
et: Lubatud

source: Not Enabled
et: Pole lubatud

source: Search:
et: Otsi:

source: Playing
et: Praegu mängib

source: Paused
et: Pausil

source: Protected
et: Kaitstud

source: External Document
et: Väline dokument

source: Choose New Cover Art...
et: Vali uus kaanekujundus...

source: Delete This Cover Art
et: Kustuta see kaanekujundus

source: Track #
et: Raja nr

source: Track & Count
et: Rada ja arv

source: Disc #
et: Plaadi nr

source: Disc & Count
et: Plaat ja arv

source: {0} bits
et: {0} bitti

source: Hide context pane
et: Peida kaasteksti aken

source: Waiting for playback to begin...
et: Taasesituse alguse järel ootamine...

source: Loading...
et: Laadimine...

source: Preamp
et: Eelvõimendi

source: Equalizer
et: Ekvalaiser

source: New Preset
et: Uus mall

source: _Bookmarks
et: _Järjehoidjad

source: _Add Bookmark
et: _Lisa järjehoidja

source: Bookmark the Position in the Current Track
et: Lisa järjehoidja praegusele asukohale sellel rajal

source: _Remove Bookmark
et: _Eemalda järjehoidja

source: Maintainers
et: Haldajad

source: Contributors
et: Kaastöötajad

source: Extraordinary Multimedia Management and Playback
et: Ebaharilik multimeedia haldus ja esitus

source: Banshee Website
et: Banshee veebileht

source: Important tasks are running
et: Olulised ülesanded on täitmisel

source: Closing Banshee now will cancel any currently running tasks. They cannot be resumed automatically the next time Banshee is run.
et: Banshee kohene sulgemine katkestab praegu täitmisel olevad ülesanded. Neid täitmist ei saa Banshee järgmisel käivitamisel automaatselt jätkata.

source: Quit Anyway
et: Lõpeta ikkagi

source: Continue Running
et: Jätka tööd

source: Currently another program is configured as the default media player. Would you prefer Banshee to be the default?
et: Hetkel on teine programm seadistatud olema vaikimisi meedia esitaja. Kas sa eelistad Bansheed seadistada vaikimisi mängijaks?

source: Do not ask me this again
et: Ära küsi uuesti

source: Make Banshee the Default
et: Sea Banshee vaikimisi

source: I_mport
et: _Impordi

source: Select album cover image
et: Vali albumi kaanepilt

source: All image files
et: Kõik pildifailid

source: JPEG image files
et: JPEG pildifailid

source: PNG image files
et: PNG pildifailid

source: Open Location
et: Ava asukoht

source: Browse...
et: Lehitse...

source: Enter the address of the file you would like to open:
et: Sisesta faili, mida avada, aadress:

source: Seek to Position
et: Hüppa asukohale

source: _Media
et: _Meedia

source: Import _Media...
et: Impordi _meedia...

source: Import media from a variety of sources
et: Impordi meediat erinevatest allikatest

source: Import _Playlist...
et: Impordi lugude _nimekiri...

source: Import a playlist
et: Impordi lugude nimekiri

source: Rescan Music Library
et: Muusikakogu uuesti skannimine

source: Rescan the Music Library folder
et: Muusikakogu kausta uuesti skannimine

source: Open _Location...
et: Ava _asukoht...

source: Open a remote location for playback
et: Ava taasesituseks kaugfail

source: _Quit
et: _Lõpeta

source: Quit Banshee
et: Lõpeta Banshee

source: _Edit
et: _Redigeerimine

source: _Preferences
et: _Eelistused

source: Modify your personal preferences
et: Muuda isiklikke eelistusi

source: _Tools
et: _Tööriistad

source: _Contents
et: _Sisukord

source: Banshee _Home Page
et: Banshee _kodulehekülg

source: Visit the Banshee Home Page
et: Külasta Banshee kodulehekülge

source: _Get Involved
et: _Löö kaasa

source: Become a contributor to Banshee
et: Hakka Banshee kaastööliseks

source: _Version Information
et: _Versiooniinfo

source: View detailed version and configuration information
et: Kuva üksikasjaline teave versiooni ja konfiguratsiooni kohta

source: Import Playlist
et: Impordi nimekiri

source: Playlists
et: Nimekirjad

source: Play the current item
et: Esita käesolev lugu

source: _Next
et: _Järgmine

source: Play the next item
et: Esita järgmine lugu

source: Pre_vious
et: _Eelmine

source: Play the previous item
et: Esita eelmine lugu

source: Seek _To...
et: Jälita _kuni...

source: Jump to the currently playing item
et: Hüppa praegu esitatavale loole

source: Restart the current item
et: Taasalusta praegune lugu

source: _Stop When Finished
et: _Peatu, kui lõpeb

source: Stop playback after the current item finishes playing
et: Lõpeta esitamine, kui praegune lugu lõpeb

source: _Playback
et: _Esitamine

source: Pause the current item
et: Pausi käesolev lugu

source: Sto_p
et: _Peata

source: Repeat
et: Kordamine

source: Repeat _Off
et: Kordamine _väljas

source: Do not repeat playlist
et: Ära korda nimekirja

source: Repeat _All
et: Korda _kõiki

source: Play all songs before repeating playlist
et: Mängi kõik laulud enne nimekirja kordamist

source: Repeat Singl_e
et: Korda _ühte

source: Repeat the current playing song
et: Korda praegu esitatavat laulu

source: Shuffle
et: Juhuesitus

source: Subtitle
et: Subtiiter

source: Load File...
et: Faili laadimine...

source: Load subtitle file
et: Lae subtiitri fail

source: Load Subtitle File
et: Subtiitrifaili laadimine

source: L_oad
et: L_ae

source: Subtitle files
et: Subtiitrifailid

source: Subtitle {0}
et: Subtiiter {0}

source: Hide subtitles
et: Peida subtiitrid

source: _New Playlist
et: _Uus lugude nimekiri

source: Create a new empty playlist
et: Loo uus tühi lugude nimekiri

source: New _Smart Playlist...
et: Uus _nutikas nimekiri...

source: Create a new smart playlist
et: Loo uus nutikas nimekiri

source: Import to Library
et: Impordi kogusse

source: Import source to library
et: Impordi allikas kogusse

source: Rename
et: Nimeta ümber

source: Export Playlist...
et: Ekspordi nimekiri...

source: Export a playlist
et: Ekspordi nimekiri

source: Source Properties
et: Allika omadused

source: Switch Source
et: Vaheta allikat

source: Preferences
et: Eelistused

source: Edit preferences related to this source
et: Ava asukohaga seotud seadistused

source: New _Smart Playlist
et: Uus _nutikas nimekiri

source: Refresh
et: Värskenda

source: Refresh this randomly sorted smart playlist
et: Värskenda see juhuslikult sorteeridu nutikas nimekiri

source: Could not export playlist
et: Lugude nimekirja ei saa eksportida

source: Are you sure you want to delete this {0}?
et: Kas sa oled kindel, et tahad kustutada {0}?

source: Separate by Type
et: Eralda tüübi järgi

source: Select _All
et: Vali _kõik

source: Select all tracks
et: Vali kõik rajad

source: Select _None
et: Ära vali _midagi

source: Unselect all tracks
et: Tühista kõik radade valikud

source: _Edit Track Information
et: _Redigeeri raja andmeid

source: Edit information on selected tracks
et: Redigeeri valitud radade andmeid

source: Properties
et: Omadused

source: Add _to Playlist
et: _Lisa esitusloendisse

source: _Remove
et: _Eemalda

source: Remove selected track(s) from this source
et: Eemalda valitud rada (rajad) sellest allikast

source: Remove From _Library
et: Eemalda _kogust

source: Remove selected track(s) from library
et: Eemalda valitud rada (rajad) kogust

source: _Delete From Drive
et: _Kustuta kettalt

source: Permanently delete selected item(s) from medium
et: Kustuta valitud kirje(d) andmekandjalt jäädavalt

source: _Search
et: _Otsi

source: Search for items matching certain criteria
et: Otsi kindlale kriteeriumile vastavaid kirjeid

source: By Matching _Album
et: Sobiva _albumi järgi

source: By Matching A_rtist
et: Sobiva _esitaja järgi

source: Search all songs of this artist
et: Otsi selle esitaja kõiki lugusid

source: _Delete From "{0}"
et: _Kustuta asukohast "{0}"

source: The folder could not be found.
et: Kausta ei leitud.

source: Check this if this track is part of an album with tracks by various artists
et: Kontrolli, kas see lugu kuulub albumisse, mis on loodud eri esitajate poolt

source: This value will affect how this album is sorted; if you enter 'Various Artists' then the album will located with other albums that start with 'V'.
et: See väärtus määrab albumite sorteerimise; kui sa sisestad "Various Artists" siis see album asub samas asukohas teiste "V" albumitega.

source: Basic Details
et: Peamine

source: Track _Title:
et: Raja _pealkiri:

source: Track _Artist:
et: Raja _artist:

source: Albu_m Title:
et: Albu_mi pealkiri:

source: _Genre:
et: Ž_anr:of

source: Track _Number:
et: Raja _number:Automatically set disc number and count

source: _Disc Number:
et: _Plaadi number:

source: _Year:
et: _Aasta:

source: _Rating:
et: _Hinnang:

source: Extra
et: Ekstra

source: C_omposer:
et: H_elilooja:

source: Con_ductor:
et: _Dirigent:

source: _Grouping:
et: _Grupeerimine:

source: Bea_ts Per Minute:
et: Löök_i minutis:

source: Copyrig_ht:
et: _Autoriõigus:

source: _License URI:
et: _Litsentsi URI:

source: Co_mment:
et: Ko_mmentaar:

source: Help
et: Abi

source: Lyrics
et: Sõnad

source: Advance to the next track and edit its title
et: Jätka järgmise looga pealkirja muutmiseks

source: Sorting
et: Järjestus

source: Sort Track Title:
et: Loo pealkirja sortimine:

source: Sort Track Artist:
et: Loo esitaja sortimine:

source: Sort Album Artist:
et: Albumi esitaja sortimine:

source: Sort Album Title:
et: Albumi pealkirja sortimine:

source: File Name:
et: Faili nimi:

source: Directory:
et: Kataloog:

source: Full Path:
et: Täpne asukoht:

source: Duration:
et: Kestus:

source: Audio Bitrate:
et: Audio bitivoog:

source: Audio Sample Rate:
et: Heli kvaliteedi tase:

source: Audio Channels:
et: Audiokanalid:

source: Bits Per Sample:
et: Biti sämpli kohta:

source: Video Dimensions:
et: Video mõõtmed:

source: {0} Codec:
et: {0} koodek:

source: Container Formats:
et: Konteinervormingud:

source: Imported On:
et: Imporditi:

source: Last Played:
et: Viimati mängiti:

source: Last Skipped:
et: Viimati jäeti vahele:

source: Play Count:
et: Esitusi kokku:

source: Skip Count:
et: Vahelejätmisi kokku:

source: File Size:
et: Faili suurus:

source: bytes
et: baiti

source: Track Editor
et: Raja redaktor

source: Track Properties
et: Raja omadused

source: Show the previous track
et: Näita eelmist lugu

source: Show the next track
et: Näita järgmist lugu

source: Title:
et: Pealkiri:

source: Artist:
et: Esitaja:

source: Sync all field _values
et: Sünkroniseeri kõik välja _väärtused

source: Editing {0} of {1} items
et: Redigeerimine {0} / {1}

source: Close _without Saving
et: Sule _ilma salvestamata

source: _Equalizer
et: _Ekvalaiser

source: View the graphical equalizer
et: Kuva graafiline ekvalaiser

source: _Context Pane
et: _Kontekstipaneel

source: _Fullscreen
et: _Täisekraan

source: Enter or leave fullscreen mode
et: Sisene või lahku täisekraan režiimist

source: Show Cover _Art
et: Näita kaane _kujundust

source: {0}on{1} {2}
et: {0}raadios{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}

source: {0}by{1} {2} {0}from{1} {3}
et: {0}esitajalt{1} {2} {0}plaadilt{1} {3}

source: {0}from{1} {2}
et: {0}plaadilt{1} {2}

source: {0}by{1} {2}
et: {0}esitajalt{1} {2}

source: Stop Operation
et: Peata operatsioon

source: Stop {0}
et: Peata {0}

source: Continue {0}
et: Jätka {0}

source: Stopping...
et: Peatamine...

source: Import Files to Library
et: Impordi kogusse faile

source: Media Files
et: Meediafailid

source: Local Files
et: Kohalikud failid

source: Files
et: Failid

source: C_hoose Files...
et: _Vali failid...

source: Import Folders to Library
et: Kataloogide importimine kogusse

source: Local Folders
et: Kohalikud kataloogid

source: Folders
et: Kataloogid

source: Import Media to Library
et: Meedia importimine kogusse

source: Your media library is empty. You may import new music and videos into your library now, or choose to do so later.
et: Sinu meediakogu on tühi. Sa võid uut muusikat ja videoid importida nüüd või teha seda hiljem.

source: Do not show this dialog again
et: Ära näita seda dialoogi uuesti

source: _Import
et: _Impordi

source: No available profiles
et: Profiile pole saadaval

source: Advanced
et: Laiendatud

source: Configuring {0}
et: {0} seadistamine

source: Export Playlist
et: Ekspordi lugude nimekiri

source: Export
et: Ekspordi

source: Select Format:
et: Vali vorming:

source: Select library location
et: Vali meediakogu asukoht

source: Reset
et: Lähtesta

source: Source:
et: Allikas:

source: Could not show preferences
et: Eelistusi ei saa näidata

source: The preferences service could not be found.
et: Eelistuste teenust ei leitud.

source: New Smart Playlist
et: Uus nutikas nimekiri

source: Playlist _Name:
et: Lugude nimekirja _nimi:

source: Open in editor
et: Ava redigeerijas

source: Create and save
et: Loo ja salvesta

source: Not Set
et: Määramata

source: Browser on Left
et: Brauser vasakul

source: Show the artist/album browser to the left of the track list
et: Näita artisti/albumi brauserit lugude nimekirjast vasakul

source: Browser on Top
et: Brauser üleval

source: Show the artist/album browser above the track list
et: Näita artisti/albumi brauserit lugude nimekirja kohal

source: Show Browser
et: Näita brauserit

source: Show or hide the artist/album browser
et: Näita või peida artisti/albumi brauser

source: Loading {0}...
et: {0} laadimine...

source: Insert Disc
et: Sisesta plaat

source: Clear search
et: Puhasta otsing

source: Contacting...
et: Ühendumine...

source: Buffering
et: Puhverdamine

source: Device
et: Seade

source: Generation
et: Color"), "black

source: Capacity
et: Maht

source: Available
et: Saadaval

source: Serial number
et: SeerianumberProduced onFirmwareCapabilities"), String.Join (",

source: Supports cover art
et: Toetab kaanekujundust

source: Supports photos
et: Toetab fotosid

source: Track duration is zero
et: Raja pikkus on null

source: Syncing iPod
et: iPodi sünkroniseerimine

source: Preparing to synchronize...
et: Ettevalmistused sünkroniseerimiseks...

source: Writing media database
et: Meedia andmebaasi kirjutamine

source: Devices
et: Seadmed

source: Device Properties
et: Seadme omadused

source: Product
et: Toode

source: Vendor
et: Tootja

source: Loading {0}
et: {0} laadimine

source: Yes
et: Jah

source: No
et: Ei

source: Error converting file
et: Viga faili teisendamisel

source: Sync Preferences
et: Sünkroonimise eelistused

source: Are you sure you want to continue?
et: Kas sa oled kindel, et tahad jätkata?

source: Remove tracks
et: Radade eemaldamine

source: Other
et: Muu

source: Free Space
et: Vaba ruum

source: {0} Properties
et: {0} sätted

source: Device name
et: Seadme nimi

source: Encode to
et: Kodeeri vormingusse

source: Capacity used
et: Kasutatud maht

source: Advanced details
et: Laiendatud üksikasjad

source: Manage manually
et: Käsitsi haldus

source: Sync entire library
et: Terve kogu sünkroonimine

source: Sync from “{0}”
et: Sünkroniseeri "{0}"

source: Import Purchased Music
et: Impordi ostetud muusikat

source: Disconnect
et: Ühenda lahti

source: Disconnecting {0}...
et: {0} ühenduse katkestamine...

source: Purchased Music
et: Ostetud muusika

source: Supports Playlists
et: Toetab esitusnimekirju

source: Rockbox Device
et: Rockbox seade

source: Ringtones
et: Helinad

source: Error Initializing MTP Device Support
et: MTP seadme toe lehtäestamisel ilmnes tõrge

source: Version
et: Versioon

source: Battery level
et: Aku tase

source: Loading {0} - {1} of {2}
et: Laen {0} - {1} {2}-st

source: Amazon MP3 Purchases
et: Amazon MP3 ostud

source: Amazon MP3s
et: Amazonase MP3-d

source: Songs purchased from the Amazon MP3 Store
et: Amazon MP3 poest ostetud lood

source: Download Amazon MP3 Purchase
et: Lae alla Amazon MP3 ost

source: Amazon MP3 Files
et: Amazonase MP3 failid

source: Amazon MP3 Purchase
et: Amazon MP3 ost

source: C_hoose Files
et: _Vali failid

source: Amazon MP3 Store
et: Amazonase MP3 pood

source: Country
et: Riik

source: Which Amazon MP3 storefront to use by default.
et: Millist Amazon'i MP3 poodi kasutada vaikimisi.

source: Automatic (Geo IP detection)
et: Automaatiline (Geograafiline IP avastamine)Canada (amazon.ca)"), "CA

source: France (amazon.fr)
et: Prantsusmaa (amazon.fr)

source: Germany, Switzerland, Austria (amazon.de)
et: Saksamaa, šveits, Austria (amazon.de)

source: Japan (amazon.co.jp)
et: Jaapan (amazon.co.jp)

source: United Kingdom (amazon.co.uk)
et: Ühendkuningriigid (amazon.co.uk)

source: United States (amazon.com)
et: Ameerika Ühendriigid (amazon.com)

source: Search the Amazon MP3 Store
et: Otsi Amazon'i MP3 poodi

source: How Your Purchases Support GNOME
et: Kuidas sinu ostud toetavad GNOME

source: Open Book
et: Ava raamat

source: Merge Discs...
et: Plaatide ühendamine

source: Resume
et: Jätka

source: Resume playback of this audiobook
et: Jätka selle audioraamatu esitamist

source: Author:
et: Autor:

source: Book Title:
et: Raamatu pealkiri:

source: Author
et: Autor

source: Author Initial
et: Autori initsiaalid

source: Book Title
et: Raamatu pealkiri

source: Audiobooks
et: Audioraamatud

source: Search your audiobooks
et: Otsi audioraamatuid

source: Audiobooks Folder
et: Audioraamatute kaust

source: Resume Playback
et: Jätka taasesitust

source: No Bookmark Set
et: Järjehoidjat pole määratud

source: Detecting BPM
et: Tuvasta lööki minutis (BPM)

source: D_etect
et: _Avasta

source: T_ap
et: _Koputa

source: Have Banshee attempt to auto-detect the BPM of this song
et: Luba Bansheel tuvastada loo löökide arv minutis (BPM)

source: Play this song
et: Selle laulu esitamine

source: Tap this button to the beat to set the BPM for this song manually
et: Vajuta seda nuppu rütmiliselt, et määrata loole löökide arv minutis (BPM) käsitsi

source: _Automatically detect BPM for all songs
et: _Automaatselt tuvasta löökide arv minutis (BPM) kõigil lugudel

source: Detect beats per minute (BPM) for all songs that don't already have a value set
et: Tuvasta löökide arv minutis kõigil lugudel, millele pole veel BPM väärtust määratud

source: Downloading Cover Art
et: Laadi alla kaanekujundus

source: Shared Music
et: Jagatud muusika

source: Disconnected from music share
et: Jagatud muusika katkestati ühendus

source: Unable to connect to music share
et: Jagatud muusikaga pole võimalik ühenduda

source: Back
et: Tagasi

source: Common reasons for connection failures:
et: Ühendumise vigade tavalised põhjused:

source: The login process was canceled
et: Sisselogimine katkestati

source: Too many users are connected to this share
et: Selle jagamisega on liiga palju kasutajaid ühenduses

source: You are no longer connected to this music share
et: Sind ei ühendata enam sellesse muusika jagamisse

source: Try connecting again
et: Proovi uuesti ühendada

source: Login to Music Share
et: Logi muusika jagamisse sisse

source: Authentication Required
et: Autentimine nõutud

source: Login
et: Logi sisse

source: Connecting to {0}
et: Ühendamine asukohta {0}.

source: Add Remote DAAP Server
et: Lisa kaugtöölaua DAAP server

source: Add a new remote DAAP server
et: Lisa uus augtöölaua DAAP server

source: Music Share
et: Jagatud muusika

source: Logging in to {0}.
et: Sisselogimine asukohta {0}.

source: Loading playlists
et: Esitusloendi laadimine

source: Open remote DAAP server
et: Ava kaugtöölaua DAAP server

source: Enter server IP address and port:
et: Sisesta serveri IP aadress ja port:

source: Downloads
et: Allalaadimised

source: Initializing...
et: Lähtestamine...

source: Canceling Downloads
et: Allalaadimiste katkestamine

source: Waiting for downloads to terminate...
et: Allalaadimiste lõpetamise ootamine...

source: eMusic Files
et: eMusic failid

source: eMusic Tracks
et: eMusic palad

source: File System Queue
et: Failisüsteemi järjekord

source: Clear
et: Puhasta

source: Remove all tracks from the file system queue
et: Eemalda kõik lood failisüsteemi järjekorrast

source: Clear on Quit
et: Puhasta väljumisel
